{
    "pericias": [
	{
		"name": "One Handed",
		"id_pericia": "one_handed",
		"description": "One Handed (Armas de Uma Mão) é a perícia que representa a habilidade do personagem em manejar eficientemente armas que requerem apenas uma mão para serem utilizadas, como espadas curtas, machados de uma mão, maças e outras armas leves. Personagens proficientes nesta perícia são capazes de desferir golpes precisos e rápidos, balanceando ataque e defesa com uma única arma."
	},
	{
		"name": "Two Handed",
		"id_pericia": "two_handed",
		"description": "Two Handed (Armas de Duas Mãos) é a perícia que abrange o uso de armas que necessitam de ambas as mãos para serem manejadas, como espadas longas, machados grandes e martelos de guerra. A maestria nesta perícia permite ao personagem desferir ataques poderosos e devastadores, aproveitando a força e o peso dessas armas para causar danos significativos aos adversários."
	},
	{
		"name": "Dual Wield",
		"id_pericia": "dual_wield",
		"description": "Dual Wield (Empunhadura Dupla) é a perícia que indica a capacidade de manejar duas armas simultaneamente, uma em cada mão. Personagens com habilidade em empunhadura dupla podem realizar ataques rápidos e consecutivos, aumentando o número de oportunidades para atingir o oponente. Esta perícia requer coordenação e destreza, permitindo um estilo de combate ágil e versátil."
	},
	{
		"name": "Ranged",
		"id_pericia": "ranged",
		"description": "Ranged (Armas de Longo Alcance) é a perícia associada ao uso de armas que permitem atacar inimigos a distância, como arcos, bestas, lanças e armas de arremesso. A proficiência nesta perícia permite ao personagem disparar com precisão e eficácia, atingindo alvos distantes e evitando confrontos corpo a corpo. Esta habilidade é essencial para aqueles que preferem manter distância dos inimigos enquanto causam dano."
	},
	{
		"name": "Tactics",
		"id_pericia": "tactics",
		"description": "Tactics (Táticas de Guerra) é a perícia que representa o conhecimento e a aplicação de estratégias de combate. Personagens proficientes em táticas são capazes de analisar o campo de batalha, posicionar-se de maneira vantajosa, coordenar ataques com aliados e antecipar os movimentos dos inimigos. Esta perícia é crucial para líderes de grupo e estrategistas, permitindo um controle mais eficiente e eficaz das situações de combate."
	},
	{
		"name": "Parry",
		"id_pericia": "parry",
		"description": "Parry (Aparar) é a perícia que envolve a habilidade de bloquear ou desviar ataques inimigos com uma arma ou escudo. Personagens com proficiência em parada são capazes de reduzir ou evitar danos de ataques recebidos, utilizando técnicas defensivas avançadas. Esta perícia é fundamental para defensores e guerreiros que precisam sobreviver em combate prolongado, protegendo a si mesmos e seus aliados."
	},
	{
		"name": "Magery",
		"id_pericia": "magery",
		"description": "Magery (Magia) é a perícia que abrange a capacidade do personagem de conjurar, manipular e controlar energias mágicas para lançar feitiços e realizar atos sobrenaturais. Esta perícia representa tanto o conhecimento teórico quanto a prática de artes mágicas, incluindo a capacidade de canalizar mana ou outras fontes de poder arcano. Personagens proficientes em Magery podem lançar uma variedade de feitiços ofensivos, defensivos e utilitários, tornando-se versáteis em combate e outras situações."
	},
	{
		"name": "Magic Lore",
		"id_pericia": "magic_lore",
		"description": "Magic Lore (Conhecimento Mágico) é a perícia que indica o entendimento profundo das teorias, histórias, criaturas e artefatos mágicos. Esta habilidade permite ao personagem identificar feitiços, reconhecer a natureza de encantamentos, e conhecer lendas e segredos do mundo arcano. Personagens com proficiência em Magic Lore são consultados como especialistas em magia, capazes de desvendar mistérios e fornecer insights valiosos sobre fenômenos mágicos."
	},
	{
		"name": "Mechanics",
		"id_pericia": "mechanics",
		"description": "Mechanics (Mecânica) é a perícia que envolve o conhecimento e a habilidade de construir, reparar e desarmar dispositivos mecânicos, como armadilhas, fechaduras e máquinas. Personagens proficientes em Mecânica podem criar engenhocas, resolver problemas técnicos e lidar com mecanismos complexos, sendo essenciais para superar obstáculos tecnológicos e engenhosos."
	},
	{
		"name": "Awareness",
		"id_pericia": "awareness",
		"description": "Awareness (Percepção) é a perícia que representa a capacidade de perceber o ambiente ao redor com atenção e precisão. Esta habilidade inclui a detecção de sons, movimentos, cheiros e outros sinais sutis que possam indicar perigo ou oportunidades. Personagens com alta Consciência são menos propensos a serem surpreendidos e podem notar detalhes que passam despercebidos pelos outros."
	},
	{
		"name": "Handle Animal",
		"id_pericia": "handle_animal",
		"description": "Handle Animal (Lidar com Animais) é a perícia que abrange a habilidade de treinar, cuidar e interagir com animais. Esta perícia permite ao personagem comandar, acalmar e ensinar truques a diversas criaturas, tornando-as aliadas úteis em diversas situações. Personagens proficientes em Lidar com Animais podem domar bestas selvagens e utilizar animais treinados em combate ou como apoio."
	},
	{
		"name": "Pickpocketing",
		"id_pericia": "pickpocketing",
		"description": "Pickpocketing (Furto) é a perícia que envolve a destreza de roubar objetos de outras pessoas sem ser detectado. Esta habilidade requer mãos rápidas e uma abordagem furtiva, permitindo ao personagem surrupiar carteiras, chaves e outros itens valiosos de bolsos e bolsas alheias. Personagens proficientes em Furto são mestres do disfarce e da discrição."
	},
	{
		"name": "Survival",
		"id_pericia": "survival",
		"description": "Survival (Sobrevivência) é a perícia que representa a capacidade de viver e prosperar em ambientes hostis e selvagens. Esta habilidade inclui encontrar comida e água, construir abrigos, seguir trilhas e prever o clima. Personagens proficientes em Sobrevivência são resilientes e adaptáveis, capazes de enfrentar desafios naturais e proteger a si mesmos e aos outros em situações extremas."
	},
	{
		"name": "Medicine",
		"id_pericia": "medicine",
		"description": "Medicine (Medicina) é a perícia que envolve o conhecimento e a aplicação de práticas médicas para curar ferimentos, tratar doenças e salvar vidas. Esta habilidade inclui a realização de primeiros socorros, a criação de remédios e a realização de diagnósticos. Personagens proficientes em Medicina são vitais para a saúde e o bem-estar do grupo, podendo estabilizar aliados feridos e prevenir doenças."
	},
	{
		"name": "Sneak",
		"id_pericia": "sneak",
		"description": "Sneak (Furtividade) é a perícia que abrange a habilidade de se mover silenciosamente e sem ser visto. Esta perícia é essencial para espiões, assassinos e qualquer personagem que precise evitar a detecção. Personagens proficientes em Furtividade podem se aproximar de inimigos, escapar de guardas e infiltrar-se em áreas protegidas sem levantar suspeitas."
	},
	{
		"name": "Metal Working",
		"id_pericia": "metal_working",
		"description": "Metal Working (Ferraria) é a perícia que envolve o conhecimento e a habilidade de trabalhar com metais para criar, reparar e moldar objetos. Esta habilidade inclui a fundição, forjamento, soldagem e outros processos metalúrgicos. Personagens proficientes em Trabalhos em Metal podem fabricar armas, armaduras, ferramentas e outros itens metálicos com alta precisão e qualidade."
	},
	{
		"name": "Wood Working",
		"id_pericia": "wood_working",
		"description": "Wood Working (Marcenaria) é a perícia que abrange a habilidade de manipular madeira para criar e reparar objetos. Esta habilidade inclui a carpintaria, marcenaria, esculpir e construir estruturas de madeira. Personagens proficientes em Trabalhos em Madeira podem fabricar móveis, armas, barcos e outros itens de madeira, utilizando técnicas e ferramentas adequadas para alcançar acabamentos detalhados e duráveis."
	},
	{
		"name": "Domestic Work",
		"id_pericia": "domestic_work",
		"description": "Domestic Work (Trabalhos Domésticos) é a perícia que envolve a execução de tarefas domésticas e de manutenção. Esta habilidade inclui a culinária, limpeza, costura, jardinagem e outras atividades essenciais para manter um lar organizado e funcional. Personagens proficientes em Trabalhos Domésticos podem preparar refeições nutritivas, reparar roupas, cultivar plantas e garantir que o ambiente esteja sempre em ordem."
	},
	{
		"name": "Gathering",
		"id_pericia": "gathering",
		"description": "Gathering (Coleta) é a perícia responsável por reunir materiais brutos diretamente da natureza, como toras de árvore, minérios e pedras. Personagens proficientes em Gathering são capazes de identificar as melhores fontes de recursos e utilizar as ferramentas adequadas para extrair esses materiais de maneira eficiente."
	},
	{
		"name": "Alchemy",
		"id_pericia": "alchemy",
		"description": "Alchemy (Alquimia) é a perícia que abrange o conhecimento e a prática de misturar ingredientes para criar poções, elixires, explosivos e outros compostos químicos. Esta habilidade inclui a identificação de componentes, a formulação de receitas e a manipulação de substâncias para produzir efeitos mágicos ou práticos. Personagens proficientes em Alquimia podem fabricar poções de cura, venenos, soluções explosivas e outros itens alquímicos que são extremamente valiosos em diversas situações."
	}
    ]
}